{
  "site.lang": "en-US",
  "site.title": "Limeet - Creating a Warm Home for Pets.",
  "site.keywords": "Limeet, Limeetket, Limeetpet, cat, Cat playmat, Cat toys, Interactive cat toys, Cat tunnels, Felt cat toys, Cat tree, Cat bed, Cat cave, Cat scratch board, Cat scratcher, Felt cat cave, Cat cigar, Cat house, Cat supplies supply ",
  "site.description": "Limeet,Creating a Warm Home for Pets,We design many creative cat furniture items, allowing cats and people to coexist warmly.",
  "common.header.name": "Limeet home",
  "common.header.name.second": "Creating a Warm Home for Pets.",
  "common.header.name.des": "We design many creative cat furniture items, allowing cats and people to coexist warmly.",
  "common.nav.home": "Home",
  "common.nav.products": "Products",
  "common.nav.factory": "Factory",
  "common.nav.brand": "Brand",
  "common.nav.brand.story": "Brand Story",
  "common.nav.brand.idea": "Brand Idea",
  "common.nav.brand.keywords": "Brand Keywords",
  "common.nav.brand.image": "Brand Image",
  "common.nav.brand.strength": "Brand Strength",
  "common.more": "See more…",
  "common.title.sales": "Highest Sales",
  "common.title.categories": "Categories",
  "common.nav.category.gamesToys": "Games&Toys",
  "common.nav.category.catBed": "Cat bed",
  "common.nav.category.furniture": "Cat Furniture & Building",
  "common.nav.category.foodBox": "Food Box",
  "common.nav.category.all": "All Product",
  "common.title.attribute": "Product Attribute",
  "common.title.detail": "Product Detail",
  "common.title.list": "Product List",
  "common.about.name": "About",
  "common.about.tip": "The busy scene of the factory every day.",
  "common.about.des": "Welcome to Limeet, We are your best companions, providing a wide range of high-quality pet supplies and services for you and your pets.",
  "common.about.company": "Shanghai Erka International Trade Co., Ltd",
  "common.about.address": "2nd Floor,   1270 Luofen Road, Baoshan District, Shanghai, China",
  "detail.buy": "Go to Amazon to buy",
  "brand.page.story.list01": "Limeet crafting the perfect harmony between pets and home, and serving as the bridge that connects you with your pets.",
  "brand.page.story.list02": "We truly appreciate the chance to share our products with you and your pets. At Limeet, we’re all about crafting more pet-friendly designs—ones that blend top-notch eco-friendly materials with fine craftsmanship, seamlessly fitting into your home life. In our design approach, we keep things user-friendly while staying true to that natural, eco-conscious vibe. ",
  "brand.page.story.list03": "We put a lot of thought into how pets experience our products, testing their suitability time and again and tweaking designs as needed. While fostering that perfect human-pet harmony is key, we also prioritize your pet’s health, growth, and day-to-day needs. ",
  "brand.page.story.list04": "Right now, our products are mainly for cats, covering all their favorite activities: playing, climbing, scratching, napping, using the litter, and even minty plush toys. They work great in all sorts of spots—living rooms, bedrooms, yards, pet shops, cat cafes, you name it. ",
  "brand.page.story.list05": "Limeet is all about creating modern, cozy spaces where both you and your pet can thrive—so you never have to pick between keeping your home looking good and keeping your pet happy. By nailing every part of our products—function, materials, design, and versatility—we’ve made that vision a reality, giving you simple solutions for a relaxed, harmonious life with your pet.",
  "brand.page.idea": "In today's era, for many people, having pets makes fast-paced urban life rich and interesting. What we can do is to create a more comfortable, refined, harmonious and harmonious living environment for pets, so that they can accompany us happily for a long time. Limeet follows the Nordic environmental protection standards, integrates the oriental living concept, and carefully develops each pet living product, just to stimulate the nature and vitality of pets.",
  "brand.page.keywords.list01": "Environmentally friendly, energetic, and safe.",
  "brand.page.keywords.list02": "All our products are made of environmentally friendly materials commonly used in Europe and America, with no odor or volatility.",
  "brand.page.keywords.list03": "We design products that are practical, interesting, and interactive, stimulating the vitality of pets.",
  "brand.page.keywords.list04": "We design products that are safe, practical, and harmonious with human habitation.",
  "brand.page.image.list01": "Since its establishment in 2003, Limeet has always adhered to the original intention of \"craftsmanship for dogs and cats\", adhering to the concept of \"loving pets as relatives\", creating better and more valuable products for pets all over the world to meet the ever-changing consumer needs.",
  "brand.page.image.list02": "Create a more quality consumer experience for pet owners around the world",
  "brand.page.image.list03": "We are like bridge builders, constantly looking for new connections and new pet home designs to create a better living environment, so that every dog ​​and cat is full of vitality and stays with you longer.",
  "brand.page.strength.list01": "Limeet has long been focusing on the research and development, production and sales of pet furniture. It has its own production base in China and has built a complete set of standardized production lines.",
  "brand.page.strength.list02": "•  In 2014, in Jinshan, Shanghai, a production base covering more than 3 square meters was built, with industry-leading 3D printer equipment, engraving machine equipment, etc., including integrated design software, to achieve high-speed design and production iterations to meet consumer demand.",
  "brand.page.strength.list03": "•  In 2018, with the vigorous development of domestic e-commerce companies, we developed Taobao Tmall stores, with monthly online sales reaching 200,   000 and offline sales reaching 300,   000",
  "brand.page.strength.list04": "•  In 2023, after three years of hardship during the epidemic, we have maintained the stability of the domestic market and continued to iterate new products. We decided to open up overseas sales channels to bring our products to more users.",
  "footer.product.category.title": "Product Categories",
  "footer.product.brand.title": "About Brand",
  "footer.product.factory.title": "About Factory",
  "footer.product.factory.product": "About Product",
  "footer.product.factory.address": "Address",
  "footer.product.we": "We",
  "footer.product.contact": "Connect"
}